<template>
  <UApp>
    <NuxtLayout>
      <NuxtPage />
    </NuxtLayout>
  </UApp>
</template>
<script setup>
useSeoMeta({
  title: "العزل الذهبي",
  ogTitle: "العزل الذهبي",
  description:
    "شركة متخصصة في العزل المائي والحراري - عزل خزانات المياه والحمامات والمسابح - خدمات الترميمات الشاملة - مكافحة الحشرات (صراصير، بق، فئران) - طارد الحمام - تنظيف المجالس والحدائق - نقدم خدمات بجودة عالية وضمان مميز في المملكة العربية السعودية",

  ogDescription:
    "شركة متخصصة في العزل المائي والحراري - عزل خزانات المياه والحمامات والمسابح - خدمات الترميمات الشاملة - مكافحة الحشرات (صراصير، بق، فئران) - طارد الحمام - تنظيف المجالس والحدائق - نقدم خدمات بجودة عالية وضمان مميز في المملكة العربية السعودية",
  ogImage: "/images/og.jpeg",
  twitterCard: "summary_large_image",
});
</script>
