<template>
  <div>
    <HomePageHeroSection />
    <HomePageServicesSection />
    <HomePageWhyUs />
    <HomePageProcessSection />
    <HomePageFAQSection />
  </div>
</template>

<script setup>
definePageMeta({
  layout: "default",
  title: "الصفحة الرئيسية  ",
});
useHead({
 title: "شركة إعمار البلاد - أفضل شركة عزل مائي وحراري، مكافحة حشرات، وترميمات في القصيم وجميع أنحاء المملكة العربية السعودية",

meta: [
  {
    name: "description",
    content: "أفضل شركة في القصيم وجميع أنحاء السعودية متخصصة في العزل المائي والحراري، عزل الخزانات والحمامات والمسابح، الترميمات الشاملة، مكافحة الحشرات (الصراصير، البق، الفئران)، طارد الحمام، تنظيف المجالس والحدائق. جودة عالية وضمان مميز."
  },
  {
    name: "keywords",
    content: "أفضل شركة عزل مائي في القصيم, أفضل شركة عزل حراري في السعودية, أفضل عزل خزانات, أفضل عزل حمامات, أفضل عزل مسابح, أفضل شركة ترميمات في المملكة, أفضل شركة صيانة مباني, أفضل شركة رش مبيدات, أفضل شركة مكافحة حشرات, أفضل شركة صيد فئران, أفضل طارد حمام, أفضل شركة تنظيف مجالس, أفضل شركة تنظيف حدائق, أفضل شركة تنظيف خزانات, أفضل شركة عزل في السعودية, شركة إعمار البلاد القصيم, شركة عزل بجميع أنحاء المملكة"
  }
]
});
</script>

<style scoped></style>
