<template>
  <div>
    <PrivacyPolicy
      title="سياسة الخصوصية"
      content="سياسة الخصوصية"
      :description="description"
    />
  </div>
</template>

<script setup>
const definePageMeta = {
  title: "سياسة الخصوصية - شركة العزل الذهبي",
  description:
    "تعرف على سياسة الخصوصية الخاصة بشركة العزل الذهبي وكيف نحمي بياناتك الشخصية ونستخدمها عند تقديم خدمات العزل والتنظيف ومكافحة الحشرات.",
};
useHead({
  title: "سياسة الخصوصية - شركة العزل الذهبي",
  meta: [
    {
      name: "description",
      content:
        "تعرف على سياسة الخصوصية الخاصة بشركة العزل الذهبي وكيف نحمي بياناتك الشخصية ونستخدمها عند تقديم خدمات العزل والتنظيف ومكافحة الحشرات.",
    },
  ],
});

const description = [
  "نحن ملتزمون بحماية خصوصيتك وضمان أمان معلوماتك الشخصية. في سياسة الخصوصية هذه، نشرح كيف نجمع ونستخدم ونحمي بياناتك عند استخدام موقعنا وخدماتنا.",

  "جمع المعلومات: عند استخدامك لموقعنا، قد نجمع معلومات شخصية مثل اسمك، عنوان بريدك الإلكتروني، رقم هاتفك، وعنوانك. نستخدم هذه المعلومات لتقديم خدماتنا بشكل أفضل والتواصل معك عند الحاجة.",
  "حماية البيانات: نتخذ إجراءات أمنية صارمة لحماية بياناتكم الشخصية من الوصول غير المصرح به أو التعديل أو الإفصاح أو الإتلاف. تشمل هذه الإجراءات تشفير البيانات واستخدام بروتوكولات أمان محدثة. ",
  "استخدام المعلومات: نستخدم معلوماتك الشخصية لتقديم خدماتنا، تحسين تجربتك على موقعنا، والتواصل معك بشأن العروض والتحديثات. لا نشارك معلوماتك مع أطراف ثالثة لأغراض تسويقية دون موافقتك الصريحة.",
  "    لأي استفسارات حول سياسة الخصوصية، يرجى التواصل معنا عبر البريد الإلكتروني أو الهاتف المتوفر على موقعنا.",
];
</script>

<style scoped></style>
