<template>
  <div>
    <PrivacyPolicy
      title="شروط الاستخدام"
      content="شروط الاستخدام"
      :description="description"
    />
  </div>
</template>

<script setup>
const definePageMeta = {
  title: "شروط الاستخدام - شركة العزل الذهبي",
  description:
    "تعرف على شروط الاستخدام الخاصة بشركة العزل الذهبي وكيفية استخدام موقعنا وخدماتنا بشكل آمن ومسؤول.",
};

useHead({
  title: "شروط الاستخدام - شركة العزل الذهبي",
  meta: [
    {
      name: "description",
      content:
        "تعرف على شروط الاستخدام الخاصة بشركة العزل الذهبي وكيفية استخدام موقعنا وخدماتنا بشكل آمن ومسؤول.",
    },
  ],
});
const description = [
  "مرحبًا بك في موقع شركة العزل الذهبي. باستخدامك لهذا الموقع، فإنك توافق على الالتزام بشروط الاستخدام التالية. يرجى قراءة هذه الشروط بعناية قبل استخدام الموقع أو خدماتنا.",

  "1. الاستخدام المقبول: يجب أن تستخدم الموقع والخدمات لأغراض قانونية فقط وبطريقة لا تنتهك حقوق الآخرين أو تضر بالموقع أو خدماتنا.",
  "2. حقوق الملكية الفكرية: جميع المحتويات الموجودة على الموقع، بما في ذلك النصوص والصور والشعارات والبرمجيات، هي ملك لشركة العزل الذهبي أو مرخص لها. لا يجوز نسخ أو إعادة نشر أو توزيع أي جزء من المحتوى دون إذن كتابي مسبق.",
  "3. المسؤولية: نحن لا نتحمل أي مسؤولية عن الأضرار المباشرة أو غير المباشرة التي قد تنجم عن استخدامك للموقع أو خدماتنا، بما في ذلك فقدان البيانات أو توقف الخدمة.",
  "4. التعديلات: نحتفظ بالحق في تعديل هذه الشروط في أي وقت دون إشعار مسبق. استمرارك في استخدام الموقع بعد نشر التعديلات يعني موافقتك على الشروط المعدلة.",
  "5. القانون المعمول به: تخضع هذه الشروط وتفسر وفقًا لقوانين المملكة العربية السعودية. أي نزاع ينشأ عن هذه الشروط سيتم حله حصريًا أمام المحاكم المختصة في المملكة العربية السعودية.",
];
</script>

<style scoped></style>
